print('В команде Мастера кода участников: %d' % 5)
print('Итого сегодня в командах участников: %d и' % 5, 6)
print('Команда Волшебники данных решила задач: {}!'.format(42))
print(" Волшебники данных решили задачи за {} с !".format(18015.2))
score1 = 40
score2 = 42
print(f'Команды решили {score1} и {score2} задач.')
challenge_result = "победа команды Мастера кода"
print(f'Результат битвы: {challenge_result}')
print(f'Сегодня было решено {82} задач, в среднем по {350.4} секунды на задачу')
